tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "ansible"
brew "clang-format"
brew "coreutils"
brew "easy-tag"
brew "git"
brew "go"
brew "htop"
brew "ipcalc"
brew "lftp"
brew "mas"
brew "media-info"
brew "mosh"
brew "mpv"
brew "mtr"
brew "mutt"
brew "nmap"
brew "node"
brew "python3"
brew "telnet"
brew "tmux"
brew "tree"
brew "unrar"
brew "w3m"
brew "wget"
brew "whatmp3"
brew "youtube-dl"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus", args: ["without-spacemacs-icon"]
cask "anki"
cask "dropbox"
cask "font-fira-code"
cask "font-hack"
cask "font-ibm-plex"
cask "font-roboto-mono"
cask "font-source-code-pro"
cask "google-chrome"
cask "iterm2"
cask "soda-player"
cask "torbrowser"
cask "visual-studio-code"
mas "1Password", id: 443987910
mas "Amphetamine", id: 937984704
mas "Fantastical 2", id: 975937182
mas "Moom", id: 419330170
mas "Pixelmator", id: 407963104
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
