tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"

brew "ansible"
brew "ansible-lint"
brew "awscli"
brew "coreutils"
brew "editorconfig"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "htop"
brew "ipcalc"
brew "ispell"
brew "isync", restart_service: true
brew "lftp"
brew "mas"
brew "mosh"
brew "msmtp"
brew "mtr"
brew "mu"
brew "nmap"
brew "pinentry-mac"
brew "ripgrep"
brew "rsync"
brew "sops"
brew "telnet"
brew "terraform"
brew "tmux"
brew "unrar"
brew "vim"
brew "wget"
brew "yamllint"
brew "youtube-dl"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus@27"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]

cask "alfred"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "ledger-live"
cask "mpv"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"

mas "Moom", id: 419330170
mas "Tampermonkey", id: 1482490089
mas "Todoist", id: 585829637
mas "Wipr", id: 1320666476
